{
  "0": "Prefatory Remarks on Book IV\n\nShould a fresh rendition of Herodotus fail to vindicate its existence through its own merits, then any attempt at justification within a preface would prove futile; hence, the inquiry into its necessity shall be omitted from this discourse. The primary objective of the translator has been, above all, unwavering fidelity—not only to the author's intended meaning but also to the cadence of his expressions and the structure of his sentences. Nevertheless, it is recognized that the unfettered spirit and diverse tapestry of Herodotus are not always best captured by rigid consistency in translation, as might be fitting for the epic poets before him or the philosophers after. Nor should his unadorned reflections and occasional whimsicality be mirrored through archaic linguistic devices, for not only would affectation of antiquity repel the reader, but also because Herodotus' language itself is not archaic. His prose stands as the epitome of Ionic eloquence, characterized not merely by primordial simplicity but by an eclectic blend of styles. It bears the poetic hues reminiscent of the epics and tragedies, and while the translator is at liberty to harness the wealth of modern English, he must preserve this poetic essence and eschew the ornate embellishments that have, regrettably, at times obscured the essence of Herodotus' style.\n\nAs for the source text upon which this translation rests, it draws from Stein's meticulous edition (Berlin, <phone>), embracing the editorial judgments therein that uphold the worth of the Medicean manuscript and its ilk. However, Stein's conjectural emendations have been sparingly embraced, with numerous departures from his text duly noted in the annotations.\n\nRecognizing lingering uncertainties among scholars regarding certain passages in the Medicean manuscript, despite Stein's re-examination, I deemed it imperative to scrutinize these sections personally, totaling nearly five hundred instances where textual ambiguities arise. The outcomes of these examinations, when noteworthy, are meticulously documented in the annotations. Additionally, at the suggestion of Dr. Stein, I re-collated a substantial portion of the third book in the manuscript commonly denoted as F (Florentinus), also known as C by Stein, supplementing this with further examinations in select passages. It is imperative to clarify that any mention of specific manuscript readings in the notes is done solely on my own authority.\n\nThe annotations have been kept concise in scope. Their objectives are twofold: firstly, in instances of textual ambiguity, to present the translator's chosen reading alongside other plausible alternatives, without delving into the intricacies of textual criticism; secondly, to offer literal renderings of the original text where the translation deviates slightly, and to provide alternative interpretations where ambiguity persists. Additionally, brief elucidations or cross-references within the author's works are occasionally included.\n\nRegarding the orthography of proper names, reference may be made to the note preceding the index. While no uniform system has been imposed, inviting scrutiny in certain particulars, the endeavor has been to strike a balance between preserving established English renderings of names in literary usage and avoiding the folly of relying on Latin conventions for unestablished names of Greek origin. No pretense is made towards dictating pronunciation.\n\nThe index of proper names, it is hoped, surpasses prior publications in completeness and accuracy. Having encountered numerous errors and omissions in existing indices, necessitating a fresh compilation, it is acknowledged that errors may persist within this extensive compilation, though hopefully minimized.\n\nGratitude is owed primarily to Dr. Stein for his scholarly contributions and invaluable commentary, a constant companion during this endeavor. Additionally, the works of Kruger, Bahr, Abicht, and, in the initial two books, Mr. Woods have been indispensable. Rawlinson's translation served as a reference during revisions, supplemented by occasional consultations of Littlebury, Taylor, and Larcher. The second book also benefited from B. R. Lang's rendition. Specific debts are acknowledged within the notes.\n\n[End of excerpt]"
}