{
  "0": "Preface to Book IV\n\nShould a fresh rendering of Herodotus not vindicate itself through its own merits, it shall scarcely find validation within a preface; hence, the debate on its necessity may be deferred here without further deliberation. The primary objective of the translator has been, above all else, fidelity—fidelity to the cadence of expression, the syntactical structure, and, most crucially, to the essence of the original author. Yet, it is also recognized that the unfettered and diverse style of Herodotus is not always best captured by a rigid uniformity of interpretation, as might be deemed suitable for the epic poets preceding him or the philosophers succeeding him. Nor should his unadorned cogitations and sporadic whimsy be mirrored through the guise of archaic linguistic forms; not merely due to the off-putting nature of affectation in archaism to the reader, but also because Herodotus's language is not antiquated. His prose stands as the \"finest exemplar of Ionic speech,\" distinguished not so much by primordial purity as by an eclectic assortment. Furthermore, it bears the imprint of the poetic lexicon employed by the epic and tragic bards; thus, while the translator is at liberty to harness the entirety of modern English resources at their disposal, they must vigilantly preserve this poetic hue and steadfastly eschew the courtly phrases that have, regrettably, at times adorned Herodotus's style with an artificial grandeur.\n\nAs for the textual foundation upon which this translation rests, it draws heavily from Stein's meticulous edition (Berlin, <phone>), wherein the overall assessment of the relative worth of the sources has been predominantly embraced as just, rather than the disparagement of the Medicean manuscript and its associated lineage. Nonetheless, the conjectural amendments proffered by Stein have been sparingly embraced, with numerous departures from his text noted in various instances, most of which are duly expounded upon in the annotations.\n\nRecognizing that even subsequent to Stein's reassessment of the Medicean manuscript, lingering uncertainties persisted among certain scholars regarding the authentic reading in select passages of this manuscript, acknowledged widely as paramount, I deemed it imperative to personally scrutinize it in all those junctures where textual ambiguities pertinent to a translator surfaced—amounting to nearly five hundred instances in total. The outcomes, when deemed noteworthy, have been meticulously documented in the annotations. Additionally, acting upon Dr. Stein's recommendation, a substantial portion of the third book in the manuscript commonly denoted as F (i.e., Florentinus), referred to by Stein as C, was reexamined by me, with several other sections of this manuscript subjected to scrutiny. It is to be understood that whenever a specific manuscript reading is cited in the notes, it is done so on my own authority.\n\nThe annotations have been kept within a relatively concise framework. Their objectives are manifold: firstly, in instances where the text is ambiguous, to indicate the translator's chosen reading alongside any other plausible alternative, without delving into a discourse on the sources; secondly, in cases where the rendition deviates slightly from the literal, and in other scenarios where it is deemed beneficial, to either quote the original verbatim or provide a more direct translation; thirdly, to furnish an alternate version when ambiguity shrouds the intended meaning; and lastly, to occasionally offer a brief elucidation or cross-reference from one passage of the author to another.\n\nWith regard to the orthography of proper names, readers are directed to the prefatory note appended to the index. No uniform system has been adopted, thus the outcome may invite scrutiny on various minutiae; nevertheless, the objective has been to steer clear of the pedantry entailed in significantly altering the form of names that have found a secure place in the English literary lexicon, distinct from that of academia, while also eschewing the folly of looking to Latin rather than Greek for the orthographic nuances of less established names. No pretense is made to advance any particular theory on pronunciation.\n\nIt is hoped that the index of proper names will prove more comprehensive and precise than its predecessors. The most esteemed among those I consulted was found to be riddled with numerous inaccuracies and omissions, compelling me to embark on a fresh compilation. In a compendium boasting over ten thousand references, errors are, in all likelihood, inevitable, yet I trust they shall be few in number.\n\nForemost among those to whom I owe a debt of gratitude is Dr. Stein, both for his scholarly endeavors and for his exceptional commentary, a constant companion throughout this endeavor. Subsequently, I have heavily relied on the editions of Kruger, Bahr, Abicht, and (in the initial two books) Mr. Woods. As for translations, Rawlinson's has been a guiding light during the revision of my own work, with occasional references made to the translations of Littlebury (arguably the most aesthetically pleasing English rendition, albeit marred by substantial errors), Taylor, and Larcher. In the second book, I have also consulted the version by B. R. reprinted by Mr. Lang; however, access to the first book of this translation was limited to a fragment transcribed several years ago when the British Museum was within my reach. Specific debts of gratitude are acknowledged within the annotations.\n\n[End of excerpt]"
}