{
  "0": "In perusing or engaging with any segment of this Project Gutenberg™️ electronic creation, you signify your acknowledgment of having perused, comprehended, concurred to, and embraced all the stipulations of this license and intellectual property (trademark/copyright) pact. Should you dissent from adhering to the entirety of these terms, it is imperative that you discontinue usage and either return or obliterate all instances of Project Gutenberg™️ electronic works within your possession. In the event that you have made a payment to acquire a copy of, or access to, a Project Gutenberg™️ electronic work and find yourself unwilling to be bound by the conditions of this agreement, you are entitled to seek a refund from the individual or entity from whom you procured the work, as delineated in paragraph 1.e.8.\n\nThe designation \"Project Gutenberg\" stands as a registered trademark, to be employed solely in conjunction with an electronic work by individuals who have consented to be bound by the terms of this agreement. While there exist certain actions permissible with most Project Gutenberg™️ electronic works even without full compliance with the agreement's terms, a plethora of opportunities arises when adhering to said terms, thereby aiding in the preservation of unhindered future access to Project Gutenberg™️ electronic works, as expounded in paragraph 1.e.\n\nThe Project Gutenberg Literary Archive Foundation, known as \"the Foundation\" or PGLAF, holds a compilation copyright over the aggregation of Project Gutenberg™️ electronic works. The majority of individual works within this collection are within the public domain in the United States. In instances where a work lacks protection under United States copyright law and you are situated within the nation, we disclaim any right to impede you from duplicating, disseminating, executing, displaying, or creating derivative works based on the original, provided all references to Project Gutenberg are expunged. It is our aspiration that you will champion the Project Gutenberg™️ mission of advancing open access to electronic works by generously disseminating Project Gutenberg™️ works in compliance with the terms of this agreement, thereby perpetuating the association of the Project Gutenberg™️ name with the work. Adhering to the terms of this agreement is easily achieved by maintaining the work in its original format, complete with the attached full Project Gutenberg™️ license, when sharing it without charge with others.\n\nThe copyright statutes of your locale govern the actions permissible with this work. Copyright laws across most nations are in a perpetual state of flux. Should you find yourself beyond the borders of the United States, it is prudent to consult the laws of your country in addition to the terms of this agreement prior to downloading, duplicating, displaying, executing, disseminating, or creating derivative works based on this or any other Project Gutenberg™️ work. The Foundation abstains from making assertions regarding the copyright status of any work in any country apart from the United States.\n\nUnless all references to Project Gutenberg have been expunged, the following sentence, containing active links to, or immediate access to, the complete Project Gutenberg™️ license, must be prominently displayed whenever any copy of a Project Gutenberg™️ work (any work bearing the phrase \"Project Gutenberg\" or associated with it) is accessed, displayed, executed, viewed, duplicated, or disseminated:\n\n\"This eBook is intended for use by anyone, anywhere in the United States and most other parts of the world at no cost and with almost no restrictions whatsoever. You are at liberty to duplicate, gift, or repurpose it under the terms of the Project Gutenberg license included with this eBook or accessible online at <URL>. Should you find yourself beyond the borders of the United States, it is incumbent upon you to ascertain the laws of the country in which you are situated before utilizing this eBook.\"\n\nShould an individual Project Gutenberg™️ electronic work be derived from texts not safeguarded by U.S. copyright law (lacking a notice indicating permission from the copyright holder), the work may be duplicated and disseminated to any individual within the United States sans any fees or charges. Should you redistribute or provide access to a work bearing the phrase \"Project Gutenberg,\" you must adhere either to the requirements delineated in paragraphs 1.e.1 through 1.e.7 or secure permission for the use of the work and the Project Gutenberg™️ trademark, as specified in paragraphs 1.e.8 or 1.e.9.\n\nIn cases where an individual Project Gutenberg™️ electronic work is posted with the authorization of the copyright holder, your utilization and distribution must conform to both paragraphs 1.e.1 through 1.e.7 and any supplementary terms imposed by the copyright holder. Additional terms will be linked to the Project Gutenberg™️ license for all works posted with the consent of the copyright holder, as found at the commencement of said work.\n\nIt is imperative not to unlink, detach, or remove the complete Project Gutenberg™️ license terms from this work, or from any files encompassing a portion of this work or any other work affiliated with Project Gutenberg™️. Duplication, display, execution, dissemination, or redistribution of this electronic work, or any portion thereof, is prohibited without prominently showcasing the sentence outlined in paragraph 1.e.1, complete with active links or immediate access to the full terms of the Project Gutenberg™️ license.\n\nYou are at liberty to convert and distribute this work in any binary, compressed, marked-up, nonproprietary, or proprietary form, including any word processing or hypertext form. However, should you offer access to, or distribute copies of, a Project Gutenberg™️ work in a format other than \"plain vanilla ASCII\" or the official format utilized on the Project Gutenberg™️ website, you must, at no additional cost, fee, or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request in the original \"plain vanilla ASCII\" or another form, inclusive of the full Project Gutenberg™️ license as specified in paragraph 1.e.1.\n\nCharging a fee for access to, viewing, displaying, executing, duplicating, or disseminating any Project Gutenberg™️ works is prohibited unless compliance with paragraph 1.e.8 or 1.e.9 is ensured.\n\nYou are permitted to levy a reasonable fee for copies of, or provision of access to, or dissemination of Project Gutenberg™️ electronic works, provided that:\n\nA royalty fee of 20% of the gross profits derived from the utilization of Project Gutenberg™️ works, calculated using the method already employed for calculating applicable taxes, is remitted."
}